import { img0111, img0112, img0113, img0114, img0115, img0211, img0212, img0213, img0214 } from '@/assets/images/315'
import { img61301, img6130201, img6130202, img6130203, img6130204, img6130205, img6130206 } from '@/assets/images/613'
import { img91601, img91602 } from '@/assets/images/916'
import {
  img91801,
  img91802,
  img91803,
  img91804,
  img91805,
  img91806,
  img91807,
  img91808,
  img91809,
  img91810,
  img91811,
  img91812,
  img91813,
} from '@/assets/images/918'

import {
  windzxDigital1,
  windzxDigital2,
  windzxDigital3,
  windzxDigital4,
  windzxFinance1,
  windzxFinance2,
  windzxFinance3,
  windzxFinance4,
  windzxGreen1,
  windzxGreen2,
  windzxGreen3,
  windzxGreen4,
  windzxGreen5,
  windzxGreen6,
  windzxGreen7,
  windzxGreen8,
  windzxRetail1,
  windzxRetail2,
  windzxRetail3,
  windzxRetail4,
  windzxTech1,
  windzxTech10,
  windzxTech2,
  windzxTech3,
  windzxTech4,
  windzxTech5,
  windzxTech6,
  windzxTech7,
  windzxTech8,
  windzxTech9,
} from '@/assets/images/windzx_empower'

/**
 * 万得征信赋能文章列表
 */
export const windZXEmpowerArticles = [
  {
    id: 72,
    title: '2025年国家网络安全宣传周|网络安全知识宣传手册',
    source: '来源：国家网络安全宣传周官网',
    date: '2025-09-18',
    viewCountId: 'windzx20250918',
    html: `    
    <img class="m-center"  src=${img91801}>
    <div style="height: 12px;"></div>
    <img class="m-center"  src=${img91802}>    
    <div style="height: 12px;"></div>
    <img class="m-center"  src=${img91803}>
    <div style="height: 12px;"></div>
    <img class="m-center"  src=${img91804}>
    <div style="height: 12px;"></div>
    <img class="m-center"  src=${img91805}>
    <div style="height: 12px;"></div>
    <img class="m-center"  src=${img91806}>
    <div style="height: 12px;"></div>
    <img class="m-center"  src=${img91807}>
    <div style="height: 12px;"></div>
    <img class="m-center"  src=${img91808}>
    <div style="height: 12px;"></div>
    <img class="m-center"  src=${img91809}>
    <div style="height: 12px;"></div>
    <img class="m-center"  src=${img91810}>
    <div style="height: 12px;"></div>
    <img class="m-center"  src=${img91811}>
    <div style="height: 12px;"></div>
    <img class="m-center"  src=${img91812}>
    <div style="height: 12px;"></div>
    <img class="m-center"  src=${img91813}>
    <div style="height: 12px;"></div>
    `,
  },
  {
    id: 71,
    title: '2025年国家网络安全宣传周|树立正确的网络安全观',
    source: '来源：国家网络安全宣传周官网',
    date: '2025-09-16',
    viewCountId: 'windzx20250916',
    html: `    
    <img class="m-center"  src=${img91601}>
    <div style="height: 12px;"></div>
    <img class="m-center"  src=${img91602}>
    <div style="height: 12px;"></div>
    `,
  },
  {
    id: 60,
    title: '6.14信用记录关爱日|守护信用，共赢未来',
    source: '来源：中国人民银行征信中心',
    date: '2025-06-13',
    viewCountId: 'windzx20250613',
    html: `    
    <img class="m-center"  src=${img61301}>
    <div style="height: 12px;"></div>
    <img class="m-center"  src=${img6130201}>
    <img class="m-center"  src=${img6130202}>
    <img class="m-center"  src=${img6130203}>
    <img class="m-center"  src=${img6130204}>
    <img class="m-center"  src=${img6130205}>
    <img class="m-center"  src=${img6130206}>
    <div style="height: 12px;"></div>
    `,
  },
  {
    id: 50,
    title: '从信用报告到维权路径 3·15手把手教您“护信”秘籍',
    source: '来源：中国人民银行征信中心',
    date: '2025-03-15',
    viewCountId: 'windzx20250315',
    html: `    
    <img class="m-center"  src=${img0111}>
    <img class="m-center"  src=${img0112}>
    <img class="m-center"  src=${img0113}>
    <img class="m-center"  src=${img0114}>
    <img class="m-center"  src=${img0115}>
    `,
  },
  {
    id: 51,
    title: '学习征信法规 依法保障权益',
    source: '来源：中国人民银行征信中心',
    date: '2025-03-15',
    viewCountId: 'windzx20250316',
    html: `    
        <img class="m-center"  src=${img0211}>
        <img class="m-center"  src=${img0212}>
        <img class="m-center"  src=${img0213}>
        <img class="m-center"  src=${img0214}>
    `,
  },
  {
    id: 40,
    title: '万得征信赋能养老金融',
    source: '',
    date: '2024-12-13',
    viewCountId: 'windzx20241201',
    html: `
<p>继中央金融工作会议提出发展金融“五篇大文章”以来，金监总局于今年5月印发了《关于银行保险业做好金融“五篇大文章”的指导意见》进行全面部署，旨在服务好实体经济发展。在这一政策指导下，万得征信积极响应，结合数据优势，致力于在五大领域发挥更大的作用。万得征信旨在为金融机构提供全方位的支持，共同推动金融行业的绿色发展和数字化转型，为实现经济的可持续发展贡献力量。</p>
<h2>赋能养老金融篇</h2>
<h3>1、保险企业</h3>
<p>在全球企业库-金融机构中可以直接找到保险公司列表，其中向下细分了养老险公司，并可支持数据直接导出。金融机构可以直接查询养老险公司的运营状况和财务健康状况，从而更好地管理投资风险，为养老金融产品提供风险控制依据。</p>
<p><img class="w-full"  src=${windzxRetail1}></p>
<p><img class="w-full"  src=${windzxRetail2}></p>
<h3>2、保险企业所属集团系</h3>
<p>万得征信基于《企业集团登记管理暂行规定》中对集团的定义，结合AI+大数据模型计算出各个集团系。</p>
<p>集团系的应用场景十分广泛，我们可以通过集团系查询来查看各个企业之间是否存在关联，通过集团系详情页可以快速查看该集团的结构，经营情况和风险。对于养老险公司所在的集团系，可以进行风险评估，包括财务风险、运营风险、市场风险等。可以帮助养老金融领域的企业和投资者更好地理解和管理养老险公司。</p>
<p><img class="w-full"  src=${windzxRetail3}></p>
<p><img class="w-full"  src=${windzxRetail4}></p>
`,
  },
  {
    id: 42,
    title: '万得征信赋能普惠金融',
    source: '',
    date: '2024-12-06',
    viewCountId: 'windzx20241202',
    html: `
<p>继中央金融工作会议提出发展金融“五篇大文章”以来，金监总局于今年5月印发了《关于银行保险业做好金融“五篇大文章”的指导意见》进行全面部署，旨在服务好实体经济发展。在这一政策指导下，万得征信积极响应，结合数据优势，致力于在五大领域发挥更大的作用。万得征信旨在为金融机构提供全方位的支持，共同推动金融行业的绿色发展和数字化转型，为实现经济的可持续发展贡献力量。</p>
<h2>赋能普惠金融篇</h2>
<p>万得征信通过提供准确、透明的企业信息，可以有效赋能金融机构降低信贷风险，助力普惠金融的发展。万得征信全面、及时地采集收录小微企业数据，并支持生成企业信用报告，帮助银行信贷部门快速掌握企业全面情况。</p>
<h3>1、全面采集小微企业信息</h3>
<p>万得征信全球企业库中收录了包含国家工商局小微企业名录收录的企业超过5453万家；以及按照《统计上大中小微型企业划分办法（2017）》计算出来的小型和微型企业共计超过2872万家</p>
<p><img class="w-full"  src=${windzxFinance1}></p>
<p><img class="w-full"  src=${windzxFinance2}></p>
<h3>2、企业的征信报告</h3>
<p>万得根据目标企业在相关信息公示、公开信息数据整理分析所得。以企业深度信用报告的方式提供各类企业截至报告生成日期的数据快照内容。可以作为银行信贷业务部门快速掌握企业全面情况的参考报告内容包括：
1）基础信息：工商信息、股东信息、最终受益人、控股企业、对外投资、主要人员、核心团队、分支机构、竞争对手、工商变更、企业年报、企业公示
2）金融行为：发行股票、待上市信息、债券信息、PEVC融资、动产融资、PEVC退出、投资机构、并购信息、担保信息、银行授信、政府补贴、政府扶持、ABS信息、股权出质、知识产权出质、动产抵押、土地抵押
3）经营信息：财务报表、主营构成、企业业务、APP产品、旗下酒店、公司研报、政府项目、招投标、招聘、纳税人信息、土地信息、客户和供应商、业务关联方、多证合一、执照作废声明
4）知识产权：商标、专利、作品著作权、软件著作权、标准信息、网站备案、微信公众号、微博账号、头条号
5）资质荣誉：行政许可、金融许可、电信许可、建筑资质、房地产企业开发资质、物流评级、进出口信用、商业特许经营、资质认证、税务评级、上榜信息、入选名录
6）法律诉讼：裁判文书、失信被执行人、被执行人、限制高消费、终本案件、立案信息、开庭公告、法院公告、送达公告
7）经营风险：违规处罚、税收违法、欠税信息、经营异常、严重违法、司法拍卖、询价评估、破产重整、清算信息、注销备案、抽查检查、双随机抽查、产品召回
8）历史数据：历史工商信息、历史法人和高管、历史股东信息、历史对外投资、历史股权出质、历史动产抵押、历史行政许可、历史网站备案</p>
<p><img class="w-full"  src=${windzxFinance3}></p>
<p><img class="w-full"  src=${windzxFinance4}></p>
`,
  },
  {
    id: 41,
    title: '万得征信赋能数字金融',
    source: '',
    date: '2024-11-22',
    viewCountId: 'windzx20241101',
    html: `
<p>继中央金融工作会议提出发展金融“五篇大文章”以来，金监总局于今年5月印发了《关于银行保险业做好金融“五篇大文章”的指导意见》进行全面部署，旨在服务好实体经济发展。在这一政策指导下，万得征信积极响应，结合数据优势，致力于在五大领域发挥更大的作用。万得征信旨在为金融机构提供全方位的支持，共同推动金融行业的绿色发展和数字化转型，为实现经济的可持续发展贡献力量。
<h2>赋能数字金融篇</h2>
<p>万得利用人工智能、大数据、云计算等技术对数据进行分析，构建了大数据风控模型，包括企业综合信用评分、财务健康状况评分、财务可信度评分、舆情分数等模型，可以助力金融机构更精准地评估企业的风险。</p>
<h3>1、企业综合信用评分</h3>
<p>企业综合信用评分模型是针对全国在营工商企业的综合信用状况的评分卡模型。通过对全景全量企业大数据清洗、挖掘，建立企业评分模型，综合发展潜力、知识产权、企业规模、风险状况、经营质量、资本背景等数据计算得出企业综合评分，量化企业风险等级，辅助信审员进行企业评级。万得也支持将企业的工商、司法、经营等数据与银行内部客户数据（如订单数据、流水数据、财务数据等）相融合，定制评级授信模型，综合计算评分和等级，测算授信金额，并可以根据企业异动情况，实时调整授信金额，防止过度授信或授信额度不足。</p></p>
<p><img class="w-full"  src=${windzxDigital1}></p>
<h3>2、财务健康状况评分</h3>
<p>经过对市场和客户需求的研究分析，在数据团队、模型团队、算法团队及外部专家的协助下，Wind风控团队自主研发一个支持全市场、多维度，针对企业财报进行专项能力拆解、风险预警监测、健康评估打分、同业对比查询的一个融合性专业财务分析模型。通过模型对财务危机识别、分析与评价，并进行预警。而正确的预测企业财务危机，对于保护投资者和债权人的利益、对于经营者防范财务危机，对于政府管理部门监控上市公司质量和证券市场风险，都具有重要的现实意义。</p>
<p><img class="w-full"  src=${windzxDigital2}></p>
<h3>3、财务可信度评分</h3>
<p>真实反映经济活动是会计的基本职能，其中所反映的信息是引导社会资源流动的一种信号，而财务报告作为传递这一信息的载体，则有可能会被别有所图的企业所操纵。在这样的前提下，能够对财务信息进行有效地鉴别，看清公司运营的真实情况，保护自己的切身利益显得尤为重要。上市公司会计报表粉饰现象在世界范围内都是一个广泛存在而又难以解决的问题，从我国上市公司会计粉饰现象来看，应对业绩考核、增发新股、免遭退市、获取更好的商业信用与更多的信贷资金，是上市公司对自身财务报表进行粉饰的重要动机。为了有效抑制报表粉饰这类不良现象，需要围绕上市公司利润表、现金流量表、现金负债表与财务报表附注开展整体分析，才能确保上市公司潜在的会计报表粉饰行为得以及时被发现，帮助上市公司的规范化发展。然而面对海量的财务数据和错综复杂的财务科目，审计/财务工作者和风控人员往往需要绞尽脑汁、并耗费大量时间和精力，才能从中发现一些粉饰的蛛丝马迹，传统人为地对财务粉饰识别的效率并不高。
在这样的情况下，市场需要一个能够快速将复杂的财务数据综合分析并高效发现其中财务粉饰特征、帮助相关从业人员判定企业财务报表可信度的大数据模型，Wind财务可信度评分模型于是应运而生。
1）Wind财务可信度评分总结历史上诸多财务粉饰/造假案例、充分吸取行业内各路“打假”专家经验、同时借鉴国际标杆Mscore模型，集百家之所长；
2）最大程度上考虑各类型财务操纵特征，如资产操纵、收入操纵、非经常性损益异常、支出资本化异常、勾稽关系和关联方异常，等等；
3）基于Wind独家构建的财务粉饰识别指标，借助机器学习算法进行大数据建模，具备相当的财务粉饰识别能力。</p>
<p><img class="w-full"  src=${windzxDigital3}></p>
<h3>4、合同违约评分</h3>
<p>在商业社会中，每家企业都需要寻求商业合作的机会，寻找商业合作的伙伴。在商业合作开展之前和进行中，了解合作方的合同违约风险和商业信用记录都非常重要，我们希望能获得安全可靠的合作关系、希望对方能正常履行合同。对于寻找上游原材料供应商的企业、对于为下游客户提供赊销授信的企业、对于计划和房企签订工程承包合同的建筑工程公司、对于为某企业客户提供信用授信额度之前正在做尽职调查的金融机构，了解对方企业合同履约的历史都是必须要做的功课。近年来合同违约不仅仅出现在民营中小企业中，一些大型企业也频频出现合同纠纷案件。对于合同履约能力差、涉及大量合同纠纷案件的企业，我们希望在确定合作关系前可以通过查询和了解相关信息来避免和这些高风险企业签订合同，从而避免将来可能发生的各种问题和经济损失。
在这样的需求之下，市场需要一个将复杂的历史数据整合，并可以直观展示企业合同违约风险的高度提炼信息和风险度量工具，而Wind合同违约评分就是这样的一个工具。Wind合同违约评分依据公开司法信息整合数据进而计算得到，反映客观事实以及潜在的合同违约风险可能性。</p>
<p><img class="w-full"  src=${windzxDigital4}></p>
`,
  },
  {
    id: 44,
    title: '万得征信赋能绿色金融',
    source: '',
    date: '2024-11-15',
    viewCountId: 'windzx20241103',
    html: `
<p>继中央金融工作会议提出发展金融“五篇大文章”以来，金监总局于今年5月印发了《关于银行保险业做好金融“五篇大文章”的指导意见》进行全面部署，旨在服务好实体经济发展。在这一政策指导下，万得征信积极响应，结合数据优势，致力于在五大领域发挥更大的作用。万得征信旨在为金融机构提供全方位的支持，共同推动金融行业的绿色发展和数字化转型，为实现经济的可持续发展贡献力量。</p>
<h2>赋能绿色金融篇</h2>
<h3>1、绿色名录</h3>
<p>万得征信全球企业库中收录了“绿色工厂”、“绿色供应链管理企业”、“全国碳排放交易配额管理企业”、“重点用能行业能效领跑者”四个“绿色名录”，共计26,354家企业。最快T+1日更新，支持列表查询、筛选、导出；支持查看历年上榜信息在线可快速查看地图分布、行业分布、上市状态统计、企业类型统计、注册资本分析和人员规模统计。</p>
<p><img class="w-full"  src=${windzxGreen1}></p>
<p>绿色工厂：是指实现了用地集约化、原料无害化、生产洁净化、废物资源化、能源低碳化的工厂。入选总数：16,890家。</p>
<p><img class="w-full"  src=${windzxGreen2}></p>
<P>绿色供应链管理：是指以绿色制造理论和供应链管理技术为基础，涉及供应商、生产商、销售商和用户，其目的是使得产品从物料获取、加工、包装、仓储、运输、使用到报废处理回收利用的整个过程中，实现对环境的影响最小，资源效率最高的目标。入选总数1,593家。</P>
<p><img class="w-full"  src=${windzxGreen3}></p>
<p>碳排放权交易：是指符合条件的交易主体通过交易机构对碳排放配额等产品进行公开买卖行为。未来企业排放高于配额，需要到市场上购买配额，未来企业排放低于配额，可通过市场出售配额。全国碳排放权交易配额管理企业是指拥有全国碳排放权交易市场配额的企业。入选总数7,405家。</p>
<p><img class="w-full"  src=${windzxGreen4}></p>
<p>重点用能行业能效领跑者是指综合考虑行业的能源消费量、节能潜力、节能技术发展趋势以及能耗统计、计量、标准等情况，依据国家强制性能源消耗限额标准和高耗能行业能效标杆水平，实施范围包括钢铁、焦化、铁合金、电解铝、氧化铝等高耗能行业，遴选出的能源利用效率最高的产品、企业或单位。入选总数376家。</p>
<p><img class="w-full"  src=${windzxGreen5}></p>
<h3>2、战略性新兴产业</h3>
<p>万得征信按照《战略性新兴产业分类（2018）》版的标准，梳理出了9大战新产业一级分类，100+细分战新分类，精选出超200万家企业名单，战略性新兴产业可支持筛选节能环保产业，新能源产业等。
属于节能环保产业的存续企业超过57万家。</p>
<p><img class="w-full"  src=${windzxGreen6}></p>
<p>属于新能源产业的存续企业超过17万家。</p>
<p><img class="w-full"  src=${windzxGreen7}></p>
<h3>3、绿色产业</h3>
<p>绿色金融、绿色贷款方面也是我们金融机构拓展客户的一大热点，万得征信针对绿色金融提供了更为直接的解决方案：绿色产业功能，是基于国家发改委《绿色产业指导目录（2023年版）》整理了7大绿色产业类型，近30个二级产业分类，对应出近200万家绿色企业。该功能支持结合贷款投向查询目标企业是否满足绿色信贷打标要求；各节点绿色产业企业列表一键下载，批量营销绿色信贷。</p>
<p><img class="w-full"  src=${windzxGreen8}></p>
<h3>4、ESG评级</h3>
<p>近年来，随着国家对绿色金融的高度重视和支持，万得积极响应这一政策导向，加大了在环境、涉及及治理领域的研究力度。通过深入分析和综合评估企业的环境保护措施、社会责任履行情况以及内部管理机制等多方面因素，构建了ESG评级基础数据服务和绿色信贷数据服务。
ESG评级基础数据解决方案中我们对影响ESG评分的舆情数据、诚信数据、诉讼数据从E、S、G这三个维度进行细分，资管公司或基金公司利用该解决方案可以对投资标的进行ESG评分，识别出那些在E、S、G这三方面表现优异的标的进行投资，避免因选择不当而承担额外的风险。
此外，万得还特别推出了针对绿色信贷的数据服务方案。这套方案涵盖了从项目筛选到贷后监控的全过程，并结合最新的政策法规要求及时更新维护数据库内容。通过这种方式帮助金融机构更加高效地实施绿色金融战略目标的同时也促进了整个行业的可持续发展。</p>
<table class="esg-table">
        <thead>
            <tr>
                <th>解决方案</th>
                <th>数据模块</th>
                <th>内容</th>
            </tr>
        </thead>
        <tbody>
            <tr>
                <td rowspan="3">ESG评级基础数据服务</td>
                <td>ESG舆情</td>
                <td>标题、来源、URL、企业名称、舆情标签、重要程度、情绪、舆情穿透企业、穿透类型等</td>
            </tr>
            <tr>
                <td>ESG诚信</td>
                <td>被处罚对象、被处罚对象关联企业、关联关系、处罚类型、处罚原因、处罚金额、处罚单位、处罚单位类型等</td>
            </tr>
            <tr>
                <td>ESG诉讼</td>
                <td>案由、涉诉当事人、诉讼地位、判决结果、涉案金额、案件类型、文书类型</td>
            </tr>
            <tr>
                <td rowspan="3">绿色信贷数据服务</td>
                <td>环保评价</td>
                <td>信用评定等级、发布机构、评定年度、公布日期</td>
            </tr>
            <tr>
                <td>重点监控</td>
                <td>监控类别、发布机构、发布年度、公布日期、省份</td>
            </tr>
            <tr>
                <td>淘汰落后产能</td>
                <td>淘汰内容、淘汰原因、淘汰年度、公布日期、所属行业</td>
            </tr>
        </tbody>
</table>
`,
  },
  {
    id: 43,
    title: '万得征信赋能科技金融',
    source: '',
    date: '2024-11-08',
    viewCountId: 'windzx20241102',
    html: `
<p>继中央金融工作会议提出发展金融“五篇大文章”以来，金监总局于今年5月印发了《关于银行保险业做好金融“五篇大文章”的指导意见》进行全面部署，旨在服务好实体经济发展。在这一政策指导下，万得征信积极响应，结合数据优势，致力于在五大领域发挥更大的作用。万得征信旨在为金融机构提供全方位的支持，共同推动金融行业的绿色发展和数字化转型，为实现经济的可持续发展贡献力量。</p>
<h2>赋能科技金融篇</h2>
<h3>1、科技型企业名录</h3>
<p>万得征信梳理了20+个科技型企业名录，包括目前热门的高新技术企业、专精特新中小企业、专精特新小区人企业、科技型中小企业等共计超过80万家企业。可以通过检索相应榜单与名录，直接获取榜单或名录对应的企业信息。对于科技型企业而言，因被收录到名录或榜单，除了更容易获得客户信任之外，在人才吸引，技术合作、资金引进、政策扶持等方面有更多的机会。</p>
<p><img class="w-full"  src=${windzxTech1}></p>
<p><img class="w-full"  src=${windzxTech2}></p>
<h3>2、企业数据浏览器</h3>
<p>支持对筛选维度分类展示，自由组合筛选条件：包含工商、股东、关系、企业发展、资质许可、知识产权、媒体账号、招投标、榜单名录、风险等200+维度，支持行业、地区、产品词等10万+标签搜索。对于金融机构寻找科创企业，定向开展业务支持提供便利。筛选结果列表支持快速增减或调整筛选条件‘自定义列指标，还可调整列排序；支持批量导出筛选结果，一键导出到excel；支持订阅条件并保存，商机出现时自动邮件推送，下次复用更便捷。</p>
<p><img class="w-full"  src=${windzxTech3}></p>
<p><img class="w-full"  src=${windzxTech4}></p>
<h3>3、重点园区</h3>
<p>重点园区可支持科创企业选择初始发展基地，也为业务扩张选择配套环境提供支撑。同时金融机构可以借助重点园区功能，针对园区内企业提供有针对性的服务。
在全国范围内针对40000+园区查找目标园区；园区支持按省、市、区县级的地区筛选：可细分园区级别为国家级、省级、市级、区县级等4种；园区类型筛选支持高新技术产业开发、孵化园区、科技园区等18个园区类型。</p>
<p><img class="w-full"  src=${windzxTech5}></p>
<p>进入选中的园区可通过园区详情快速了解园区发展规模和主导地位；通过行业、高新技术等特征叠加筛选，在园区内查找目标企业。</p>
<p><img class="w-full"  src=${windzxTech6}></p>
<h3>4、科创分</h3>
<p>为了对科创企业的科创能力进行科学评价，万得征信基于海量企业数据及专利数据，结合OECD、CNIPA等权威组织制定的专利指标体系；再结合企业融资情况、软著、商标、资质证书等数据，通过算法进行因子分析，构建企业科创指标体系。科创评分是万得征信通过企业科创分数排名，综合评估一个企业在行业内的位置，从而推定企业的科创能力。</p>
<p><img class="w-full"  src=${windzxTech7}></p>
<p>科创评分主要从企业实力、社会影响、研发规模、技术布局、技术质量等5个维度对企业进行科创能力评估打分。
科创评分满分10分，其中7分以上，表明该企业科技创新能力较强，具体表现为其在企业实力、社会影响、研发规模、技术布局、技术质量上有一项或多项较为突出；4分-7分，表明该业科技创新能力中等，具体表现为其在企业实力、社会影响、研发规模、技术布局、技术质量上有一项或多项有一定能力。4分以下，表明该企业科技创新能力较弱，具体表现为其在企业实力、社会影响、研发规模、技术布局、技术质量上有一项或多项较为一般。</p>
<h3>5、科创企业风险监控</h3>
<p>万得风险监控系统中的“我的预警“可以实现自定义科创企业组合灵活的风险预警配置，可以提供包括舆情资讯、信用信息、司法诉讼、公司经营等各维度数据。用户可以通过“我的预警”对自定义的科创企业的风险及时预警，以便及时做出决策。</p>
  <p><img class="w-full"  src=${windzxTech8}></p>
<p>万得风险监控系统中的“全市场预警”，可以查看高新技术企业、专精特新企业、专精特新小巨人、科技型中小企业、科技小巨人企业、独角兽企业等科创企业的舆情预警、事件预警、诚信信息以及裁判文书，全面了解主流科创企业存在的风险情况。</p>
<p><img class="w-full"  src=${windzxTech9}></p>
万得风险监控系统的“企业核查”提供科创企业的风险概览、基本信息、风险资讯、财务分析、企业融资、信用信息、司法风险、经营风险、经营状况、知识产权、财产线索等企业信息核查内容。满足不同类型客户群体，对企业各维度风险信息的核查。
<p><img class="w-full"  src=${windzxTech10}></p>
`,
  },
]
