export const InitialMsgList = [
  {
    id: '11',
    chatId: '1',
    role: 2,
    content: '您好，我是您的智能助手，我可以协助您进行图谱编辑和生成，请告知您的具体需求或修改要求',
    createdAt: '2025-05-31',
  },
  // {
  //   _id: '12',
  //   chat_id: '1',
  //   role: '1',
  //   content: '我想要平安银行的股权穿透图，穿透8层，只保留持股比例大于20%的股东，且股东的注册地在深圳',
  //   created_at: '2025-05-31',
  // },
  // {
  //   _id: '13',
  //   chat_id: '1',
  //   role: '0',
  //   content: `嗯，用户想要了解比亚迪的股权穿透图。这个问题看似简单，但背后可能隐藏着几种不同的需求场景。用户可能是投资者想了解股权结构稳定性，也可能是学术研究者分析公司治理，或者单纯是好奇的普通公众。

  //   用户没有说明具体目的，所以需要覆盖不同层次的信息。股权穿透本身是个复杂概念，涉及直接持股、间接持股、实际控制人等多个维度。比亚迪作为上市公司加混合所有制企业，股权结构确实值得深挖。

  //   先从最核心的信息入手吧。A+H股双上市这个特征必须点明，因为两地投资者结构会显著影响股权分布。王传福作为灵魂人物，直接+间接持股比例要具体说明，毕竟他的决策对比亚迪影响巨大。20%左右的数字既体现控制力又不过度集中，属于健康范围。

  //   第二大股东伯克希尔哈撒韦太特殊了，必须单独强调。巴菲特投资的故事性和减持动态都是市场关注点，最近10%左右的持股比例依然举足轻重。第三大股东HKSCC需要解释其特殊性质，否则用户可能误以为是某个机构投资者。`,
  //   created_at: '2025-05-31',
  // },
  // {
  //   _id: '14',
  //   chat_id: '1',
  //   role: '1',
  //   content: '例大于20%的股东，且股东的注册地在深圳',
  //   created_at: '2025-05-31',
  // },
  // {
  //   _id: '15',
  //   chat_id: '1',
  //   role: '0',
  //   content: `嗯，用户想要了解比亚迪的股权穿透图。这个问题看似简单，但背后可能隐藏着几种不同的需求场景。用户可能是投资者想了解股权结构稳定性，也可能是学术研究者分析公司治理，或者单纯是好奇的普通公众。

  //   用户没有说明具体目的，所以需要覆盖不同层次的信息。股权穿透本身是个复杂概念，涉及直接持股、间接持股、实际控制人等多个维度。比亚迪作为上市公司加混合所有制企业，股权结构确实值得深挖。
  //   和减持动态都是市场关注点，最近10%左右的持股比例依然举足轻重。第三大股东HKSCC需要解释其特殊性质，否则用户可能误以为是某个机构投资者。`,
  //   created_at: '2025-05-31',
  // },
  // {
  //   _id: '16',
  //   chat_id: '1',
  //   role: '1',
  //   content: '我谢谢你',
  //   created_at: '2025-05-31',
  // },
]
