import { CDEFilterItem } from 'gel-api'

/**
 * @deprecated 使用 mockCDECorpOwnershipCfg 代替
 */
export const mockCDECorpOwnershipCfgDepre: CDEFilterItem = {
  itemType: '3',
  itemEn: '',
  selfDefine: 0,
  itemOption: [
    {
      itemOption: [
        {
          name: '中央企业',
          label: '中央企业',
          value: '中央企业',
        },
        {
          itemOption: [
            {
              name: '央企一级子公司',
              label: '央企一级子公司',
              value: '央企一级子公司',
            },
            {
              name: '央企二级子公司',
              label: '央企二级子公司',
              value: '央企二级子公司',
            },
            {
              name: '央企三级子公司',
              label: '央企三级子公司',
              value: '央企三级子公司',
            },
            {
              name: '央企四级子公司',
              label: '央企四级子公司',
              value: '央企四级子公司',
            },
            {
              name: '央企五级子公司',
              label: '央企五级子公司',
              value: '央企五级子公司',
            },
            {
              name: '央企六级子公司',
              label: '央企六级子公司',
              value: '央企六级子公司',
            },
          ],
          name: '央企子公司',
          label: '央企子公司',
          value: [
            '央企一级子公司',
            '央企二级子公司',
            '央企三级子公司',
            '央企四级子公司',
            '央企五级子公司',
            '央企六级子公司',
          ],
        },
        {
          name: '中央国有企业',
          label: '中央国有企业',
          value: '中央国有企业',
        },
        {
          name: '地方国有企业',
          label: '地方国有企业',
          value: '地方国有企业',
        },
        {
          name: '省级国有企业',
          label: '省级国有企业',
          value: '省级国有企业',
        },
        {
          name: '市级国有企业',
          label: '市级国有企业',
          value: '市级国有企业',
        },
        {
          name: '区县级国有企业',
          label: '区县级国有企业',
          value: '区县级国有企业',
        },
      ],
      name: '国有企业',
      value: [
        '中央企业',
        '央企一级子公司',
        '央企二级子公司',
        '央企三级子公司',
        '央企四级子公司',
        '央企五级子公司',
        '央企六级子公司',
        '中央国有企业',
        '地方国有企业',
        '省级国有企业',
        '市级国有企业',
        '区县级国有企业',
      ],
    },
    {
      name: '民营企业',
      value: '民营企业',
    },
    {
      name: '外资企业',
      value: '外资企业',
    },
    {
      name: '公众企业',
      value: '公众企业',
    },
    {
      name: '集体企业',
      value: '集体企业',
    },
  ],
  hasExtra: false,
  parentId: 0,
  isVip: 0,
  itemId: 75,
  itemName: '企业所有制性质',
  multiCbx: 1,
  itemField: 'corp_nature',
  logicOption: 'any',
}

export const mockCDECorpOwnershipCfg: CDEFilterItem = {
  itemId: 230,
  itemType: '3',
  itemName: '企业所有制性质',
  itemEn: '',
  selfDefine: 0,
  itemOption: [
    {
      itemOption: [
        {
          itemOption: [
            {
              itemOption: [
                {
                  name: '中央企业（国资委）',
                  value: '2010100664',
                },
                {
                  itemOption: [
                    {
                      name: '中央金融企业（财政部）',
                      value: '2010100766',
                    },
                    {
                      name: '中央文化企业（财政部）',
                      value: '2010100767',
                    },
                  ],
                  name: '中央企业（财政部）',
                  value: '2010100765,2010100766,2010100767',
                },
                {
                  name: '其他中央国有企业',
                  value: '2010100301',
                },
              ],
              name: '中央国有企业',
              value: '2010100301,2010100664,2010100765,2010100766,2010100767',
            },
            {
              itemOption: [
                {
                  name: '央企一级子公司',
                  value: '2010100705',
                },
                {
                  name: '央企二级子公司',
                  value: '2010100706',
                },
                {
                  name: '央企三级子公司',
                  value: '2010100707',
                },
                {
                  name: '央企四级子公司',
                  value: '2010100708',
                },
                {
                  name: '央企五级子公司',
                  value: '2010100709',
                },
                {
                  name: '央企六级子公司',
                  value: '2010100710',
                },
              ],
              name: '中央央企子公司',
              value: '2010100725,2010100705,2010100706,2010100707,2010100708,2010100709,2010100710',
            },
          ],
          name: '中央国有企业及其子公司',
          value:
            '2010100301,2010100664,2010100705,2010100706,2010100707,2010100708,2010100709,2010100710,2010100725,2010100765,2010100766,2010100767',
        },
        {
          itemOption: [
            {
              name: '省级国有企业',
              value: '2010100307',
            },
            {
              itemOption: [
                {
                  name: '省级国有企业一级子公司',
                  value: '2010100740',
                },
                {
                  name: '省级国有企业二级子公司',
                  value: '2010100741',
                },
                {
                  name: '省级国有企业三级子公司',
                  value: '2010100742',
                },
                {
                  name: '省级国有企业四级子公司',
                  value: '2010100743',
                },
                {
                  name: '省级国有企业五级子公司',
                  value: '2010100744',
                },
                {
                  name: '省级国有企业六级子公司',
                  value: '2010100745',
                },
              ],
              name: '省级国有企业子公司',
              value: '2010100739,2010100740,2010100741,2010100742,2010100743,2010100744,2010100745',
            },
            {
              name: '市级国有企业',
              value: '2010100308',
            },
            {
              itemOption: [
                {
                  name: '市级国有企业一级子公司',
                  value: '2010100747',
                },
                {
                  name: '市级国有企业二级子公司',
                  value: '2010100748',
                },
                {
                  name: '市级国有企业三级子公司',
                  value: '2010100749',
                },
                {
                  name: '市级国有企业四级子公司',
                  value: '2010100750',
                },
                {
                  name: '市级国有企业五级子公司',
                  value: '2010100751',
                },
                {
                  name: '市级国有企业六级子公司',
                  value: '2010100752',
                },
              ],
              name: '市级国有企业子公司',
              value: '2010100746,2010100747,2010100748,2010100749,2010100750,2010100751,2010100752',
            },
            {
              name: '区县级国有企业',
              value: '2010100309',
            },
            {
              itemOption: [
                {
                  name: '区县级国有企业一级子公司',
                  value: '2010100754',
                },
                {
                  name: '区县级国有企业二级子公司',
                  value: '2010100755',
                },
                {
                  name: '区县级国有企业三级子公司',
                  value: '2010100756',
                },
                {
                  name: '区县级国有企业四级子公司',
                  value: '2010100757',
                },
                {
                  name: '区县级国有企业五级子公司',
                  value: '2010100758',
                },
                {
                  name: '区县级国有企业六级子公司',
                  value: '2010100759',
                },
              ],
              name: '区县级国有企业子公司',
              value: '2010100753,2010100754,2010100755,2010100756,2010100757,2010100758,2010100759',
            },
          ],
          name: '地方国有企业及其子公司',
          value:
            '2010100302,2010100307,2010100308,2010100309,2010100717,2010100719,2010100720,2010100721,2010100722,2010100723,2010100724,2010100732,2010100733,2010100734,2010100735,2010100736,2010100737,2010100738,2010100739,2010100740,2010100741,2010100742,2010100743,2010100744,2010100745,2010100746,2010100747,2010100748,2010100749,2010100750,2010100751,2010100752,2010100753,2010100754,2010100755,2010100756,2010100757,2010100758,2010100759',
        },
      ],
      name: '国有企业',
      value:
        '2010100210,2010100301,2010100302,2010100307,2010100308,2010100309,2010100664,2010100705,2010100706,2010100707,2010100708,2010100709,2010100710,2010100717,2010100719,2010100720,2010100721,2010100722,2010100723,2010100724,2010100725,2010100732,2010100733,2010100734,2010100735,2010100736,2010100737,2010100738,2010100739,2010100740,2010100741,2010100742,2010100743,2010100744,2010100745,2010100746,2010100747,2010100748,2010100749,2010100750,2010100751,2010100752,2010100753,2010100754,2010100755,2010100756,2010100757,2010100758,2010100759,2010100765,2010100766,2010100767',
    },
    {
      name: '民营企业',
      value: '2010100300',
    },
    {
      name: '外资企业',
      value: '2010100299',
    },
    {
      name: '公众企业',
      value: '2010100311',
    },
    {
      name: '集体企业',
      value: '2010100310',
    },
  ],
  multiCbx: 1,
  itemField: 'ownerShipCode',
  logicOption: 'any',
  hasExtra: false,
  parentId: 0,
  isVip: 0,
}

export const mockCDEFinanceCodeCfgDepre: CDEFilterItem = {
  itemType: '3',
  itemEn: '',
  selfDefine: 0,
  itemOption: [
    {
      itemOption: [
        {
          name: '中央企业',
          label: '中央企业',
          value: '中央企业',
        },
        {
          itemOption: [
            {
              name: '央企一级子公司',
              label: '央企一级子公司',
              value: '央企一级子公司',
            },
            {
              name: '央企二级子公司',
              label: '央企二级子公司',
              value: '央企二级子公司',
            },
            {
              name: '央企三级子公司',
              label: '央企三级子公司',
              value: '央企三级子公司',
            },
            {
              name: '央企四级子公司',
              label: '央企四级子公司',
              value: '央企四级子公司',
            },
            {
              name: '央企五级子公司',
              label: '央企五级子公司',
              value: '央企五级子公司',
            },
            {
              name: '央企六级子公司',
              label: '央企六级子公司',
              value: '央企六级子公司',
            },
          ],
          name: '央企子公司',
          label: '央企子公司',
          value: [
            '央企一级子公司',
            '央企二级子公司',
            '央企三级子公司',
            '央企四级子公司',
            '央企五级子公司',
            '央企六级子公司',
          ],
        },
        {
          name: '中央国有企业',
          label: '中央国有企业',
          value: '中央国有企业',
        },
        {
          name: '地方国有企业',
          label: '地方国有企业',
          value: '地方国有企业',
        },
        {
          name: '省级国有企业',
          label: '省级国有企业',
          value: '省级国有企业',
        },
        {
          name: '市级国有企业',
          label: '市级国有企业',
          value: '市级国有企业',
        },
        {
          name: '区县级国有企业',
          label: '区县级国有企业',
          value: '区县级国有企业',
        },
      ],
      name: '国有企业',
      value: [
        '中央企业',
        '央企一级子公司',
        '央企二级子公司',
        '央企三级子公司',
        '央企四级子公司',
        '央企五级子公司',
        '央企六级子公司',
        '中央国有企业',
        '地方国有企业',
        '省级国有企业',
        '市级国有企业',
        '区县级国有企业',
      ],
    },
    {
      name: '民营企业',
      value: '民营企业',
    },
    {
      name: '外资企业',
      value: '外资企业',
    },
    {
      name: '公众企业',
      value: '公众企业',
    },
  ],
  hasExtra: false,
  parentId: 0,
  isVip: 0,
  itemId: 127,
  itemName: '企业所有制性质',
  multiCbx: 1,
  itemField: 'ownship_nature',
  logicOption: 'any',
}

export const mockCDEFinanceCodeCfg: CDEFilterItem = {
  itemType: '3',
  selfDefine: 0,
  itemOption: [
    {
      itemOption: [
        {
          name: '政策性银行',
          label: '政策性银行',
          value: '1000034381000000',
        },
        {
          name: '国有商业银行',
          label: '国有商业银行',
          value: '1000034408000000',
        },
        {
          name: '股份制商业银行',
          label: '股份制商业银行',
          value: '1000034409000000',
        },
        {
          name: '城市商业银行',
          label: '城市商业银行',
          value: '1000034410000000',
        },
        {
          name: '农村商业银行',
          label: '农村商业银行',
          value: '1000034411000000',
        },
        {
          name: '民营银行',
          label: '民营银行',
          value: '1000034414000000',
        },
        {
          name: '外资银行',
          label: '外资银行',
          value: '1000034382000000',
        },
        {
          name: '其他商业银行',
          label: '其他商业银行',
          value: '0409019900000000,1000048454000000',
        },
        {
          name: '农村合作银行',
          label: '农村合作银行',
          value: '1000034412000000',
        },
        {
          name: '村镇银行',
          label: '村镇银行',
          value: '1000034413000000',
        },
        {
          name: '农村信用社',
          label: '农村信用社',
          value: '1000034416000000',
        },
        {
          name: '农村资金互助社',
          label: '农村资金互助社',
          value: '1000048455000000',
        },
      ],
      name: '银行',
      value: [
        '1000034381000000',
        '1000034408000000',
        '1000034409000000',
        '1000034410000000',
        '1000034411000000',
        '1000034414000000',
        '1000034382000000',
        '0409019900000000',
        '1000048454000000',
        '1000034412000000',
        '1000034413000000',
        '1000034416000000',
        '1000048455000000',
      ],
    },
    {
      itemOption: [
        {
          name: '保险集团公司',
          label: '保险集团公司',
          value: '1000034384000000',
        },
        {
          name: '财产险公司',
          label: '财产险公司',
          value: '1000034385000000',
        },
        {
          name: '人身险公司',
          label: '人身险公司',
          value: '1000034386000000',
        },
        {
          name: '再保险公司',
          label: '再保险公司',
          value: '1000034387000000',
        },
        {
          name: '养老险公司',
          label: '养老险公司',
          value: '1000045100000000',
        },
      ],
      name: '保险公司',
      value: ['1000034384000000', '1000034385000000', '1000034386000000', '1000034387000000', '1000045100000000'],
    },
    {
      name: '证券公司',
      value: '1000034377000000',
    },
    {
      name: '期货公司',
      value: '1000034378000000',
    },
    {
      itemOption: [
        {
          name: '基金公司',
          label: '基金公司',
          value: '1000034388000000',
        },
        {
          name: '银行资产管理',
          label: '银行资产管理',
          value: '1000034389000000',
        },
        {
          name: '保险资产管理',
          label: '保险资产管理',
          value: '1000034390000000',
        },
        {
          name: '券商资产管理',
          label: '券商资产管理',
          value: '1000034391000000',
        },
        {
          name: '期货资产管理',
          label: '期货资产管理',
          value: '1000034395000000',
        },
        {
          name: '信托公司',
          label: '信托公司',
          value: '1000034392000000',
        },
        {
          name: '基金特定资产管理公司',
          label: '基金特定资产管理公司',
          value: '1000034393000000',
        },
        {
          name: '期货公司风险管理子公司',
          label: '期货公司风险管理子公司',
          value: '1000034394000000',
        },
      ],
      name: '资产管理',
      value: [
        '1000034388000000',
        '1000034389000000',
        '1000034390000000',
        '1000034391000000',
        '1000034395000000',
        '1000034392000000',
        '1000034393000000',
        '1000034394000000',
      ],
    },
    {
      itemOption: [
        {
          name: '财务公司',
          label: '财务公司',
          value: '1000034399000000',
        },
        {
          name: '货币经纪公司',
          label: '货币经纪公司',
          value: '1000034401000000',
        },
        {
          name: '金融租赁公司',
          label: '金融租赁公司',
          value: '1000034402000000',
        },
        {
          name: '金融资产管理公司',
          label: '金融资产管理公司',
          value: '1000034404000000',
        },
        {
          name: '汽车金融公司',
          label: '汽车金融公司',
          value: '1000034405000000',
        },
        {
          name: '消费金融公司',
          label: '消费金融公司',
          value: '1000034406000000',
        },
        {
          name: '其他金融机构',
          label: '其他金融机构',
          value: '1000048456000000',
        },
      ],
      name: '其他金融机构',
      value: [
        '1000034399000000',
        '1000034401000000',
        '1000034402000000',
        '1000034404000000',
        '1000034405000000',
        '1000034406000000',
        '1000048456000000',
      ],
    },
  ],
  hasExtra: false,
  parentId: 0,
  isVip: 1,
  itemId: 106,
  itemName: '金融机构',
  multiCbx: 1,
  itemField: 'finance_type_code',
  logicOption: 'any',
}
